{
  "token2idx": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "<unk>": 3,
    "CLEF_G": 4,
    "KEY_0": 5,
    "TIME_4_4": 6,
    "MEASURE_START": 7,
    "REST_HALF": 8,
    "REST_QUARTER": 9,
    "REST_EIGHTH": 10,
    "NOTE_G3_EIGHTH": 11,
    "BARLINE": 12,
    "NOTE_B3_EIGHTH": 13,
    "NOTE_D4_EIGHTH": 14,
    "NOTE_C4_EIGHTH": 15,
    "NOTE_D4_QUARTER": 16,
    "NOTE_F4_EIGHTH": 17,
    "NOTE_E4_EIGHTH": 18,
    "NOTE_A3_EIGHTH": 19,
    "NOTE_E4_QUARTER": 20,
    "NOTE_G4_EIGHTH": 21,
    "NOTE_Bb3_EIGHTH": 22,
    "NOTE_A4_EIGHTH": 23,
    "NOTE_F3_EIGHTH": 24,
    "NOTE_Ab3_EIGHTH": 25,
    "NOTE_Bb3_QUARTER": 26,
    "NOTE_E3_EIGHTH": 27,
    "NOTE_C4_QUARTER": 28,
    "NOTE_E4_16TH": 29,
    "NOTE_Eb4_16TH": 30,
    "NOTE_F#4_EIGHTH": 31,
    "NOTE_G#4_EIGHTH": 32,
    "NOTE_Db5_EIGHTH": 33,
    "NOTE_C5_EIGHTH": 34,
    "NOTE_B4_HALF": 35,
    "NOTE_D#4_EIGHTH": 36,
    "NOTE_C#4_EIGHTH": 37,
    "NOTE_E4_HALF": 38,
    "NOTE_B4_EIGHTH": 39,
    "NOTE_D5_EIGHTH": 40,
    "NOTE_E5_EIGHTH": 41,
    "NOTE_E5_16TH": 42,
    "NOTE_D5_16TH": 43,
    "NOTE_C5_16TH": 44,
    "NOTE_Ab4_EIGHTH": 45,
    "NOTE_Bb4_EIGHTH": 46,
    "NOTE_G4_16TH": 47,
    "NOTE_B4_16TH": 48,
    "NOTE_A4_QUARTER": 49,
    "NOTE_Bb4_16TH": 50,
    "NOTE_Eb4_EIGHTH": 51,
    "NOTE_Eb5_EIGHTH": 52,
    "NOTE_G4_QUARTER": 53,
    "NOTE_A4_16TH": 54,
    "NOTE_Ab4_16TH": 55,
    "NOTE_Gb4_EIGHTH": 56,
    "NOTE_C#5_QUARTER": 57,
    "NOTE_F#5_16TH": 58,
    "NOTE_G5_16TH": 59,
    "NOTE_C#5_EIGHTH": 60,
    "NOTE_B4_QUARTER": 61,
    "NOTE_F4_16TH": 62,
    "NOTE_F#4_16TH": 63,
    "NOTE_C4_QUARTER_DOT": 64,
    "NOTE_Gb3_EIGHTH": 65,
    "NOTE_D4_HALF": 66,
    "NOTE_F5_EIGHTH": 67,
    "NOTE_F#5_EIGHTH": 68,
    "NOTE_G5_EIGHTH": 69,
    "NOTE_E4_QUARTER_DOT": 70,
    "NOTE_Db4_EIGHTH": 71,
    "NOTE_Bb3_QUARTER_DOT": 72,
    "REST_": 73,
    "NOTE_F#4_QUARTER": 74,
    "NOTE_B4_QUARTER_DOT": 75,
    "NOTE_D4_16TH": 76,
    "NOTE_Ab4_QUARTER": 77,
    "NOTE_F5_QUARTER": 78,
    "NOTE_E5_QUARTER": 79,
    "NOTE_F4_QUARTER": 80,
    "NOTE_Ab3_QUARTER": 81,
    "NOTE_Db5_16TH": 82,
    "NOTE_A3_16TH": 83,
    "NOTE_Bb3_16TH": 84,
    "NOTE_C4_16TH": 85,
    "NOTE_Db4_16TH": 86,
    "NOTE_Bb4_QUARTER": 87,
    "NOTE_Gb4_16TH": 88,
    "NOTE_B3_16TH": 89,
    "NOTE_C#4_16TH": 90,
    "NOTE_Ab3_16TH": 91,
    "NOTE_Gb3_16TH": 92,
    "NOTE_G3_16TH": 93,
    "NOTE_Db4_QUARTER": 94,
    "NOTE_A3_QUARTER": 95,
    "NOTE_D4_QUARTER_DOT": 96,
    "NOTE_Eb5_16TH": 97,
    "NOTE_Eb3_EIGHTH": 98,
    "NOTE_D3_EIGHTH": 99,
    "NOTE_Eb4_QUARTER": 100,
    "NOTE_F3_QUARTER": 101,
    "NOTE_F5_16TH": 102,
    "NOTE_Eb5_QUARTER": 103,
    "NOTE_D#5_EIGHTH": 104,
    "NOTE_A#4_EIGHTH": 105,
    "NOTE_B3_QUARTER": 106,
    "NOTE_G4_HALF": 107,
    "NOTE_D5_QUARTER": 108,
    "NOTE_D5_HALF": 109,
    "NOTE_F5_QUARTER_DOT": 110,
    "NOTE_Gb5_EIGHTH": 111,
    "NOTE_C5_HALF": 112,
    "NOTE_G5_QUARTER": 113,
    "NOTE_Gb5_QUARTER": 114,
    "NOTE_F#5_QUARTER": 115,
    "NOTE_Bb4_HALF": 116,
    "NOTE_D3_QUARTER": 117,
    "NOTE_C5_QUARTER": 118,
    "NOTE_C4_EIGHTH_DOT": 119,
    "NOTE_Gb4_QUARTER": 120,
    "NOTE_F4_32ND": 121,
    "NOTE_E4_32ND": 122,
    "NOTE_Eb4_EIGHTH_DOT": 123,
    "REST_EIGHTH_DOT": 124,
    "NOTE_Bb3_WHOLE": 125,
    "NOTE_F4_HALF_DOT": 126,
    "NOTE_F4_HALF": 127,
    "NOTE_Eb4_HALF": 128,
    "NOTE_C5_QUARTER_DOT": 129,
    "NOTE_A3_HALF": 130,
    "NOTE_C#5_16TH": 131,
    "NOTE_G4_HALF_DOT": 132,
    "NOTE_C4_HALF": 133,
    "NOTE_Ab5_EIGHTH": 134,
    "NOTE_Gb5_16TH": 135,
    "NOTE_F4_QUARTER_DOT": 136,
    "NOTE_G3_QUARTER": 137,
    "NOTE_Eb3_QUARTER": 138,
    "REST_16TH": 139,
    "NOTE_G#3_EIGHTH": 140,
    "NOTE_A3_QUARTER_DOT": 141,
    "NOTE_A4_QUARTER_DOT": 142,
    "NOTE_A4_HALF": 143,
    "NOTE_A3_32ND": 144,
    "NOTE_C4_32ND": 145,
    "NOTE_D4_32ND": 146,
    "NOTE_Ab4_HALF": 147,
    "NOTE_F#3_EIGHTH": 148,
    "NOTE_Bb4_EIGHTH_DOT": 149,
    "NOTE_F5_32ND": 150,
    "NOTE_E5_32ND": 151,
    "NOTE_D5_32ND": 152,
    "NOTE_C5_32ND": 153,
    "NOTE_G4_QUARTER_DOT": 154,
    "NOTE_B3_HALF": 155,
    "NOTE_Db5_QUARTER": 156,
    "NOTE_Ab4_EIGHTH_DOT": 157,
    "NOTE_A4_32ND": 158,
    "NOTE_Bb4_32ND": 159,
    "NOTE_F4_EIGHTH_DOT": 160,
    "NOTE_Bb3_EIGHTH_DOT": 161,
    "NOTE_F#3_16TH": 162,
    "NOTE_F3_16TH": 163,
    "NOTE_Eb5_QUARTER_DOT": 164,
    "NOTE_Fb4_EIGHTH": 165,
    "NOTE_A#3_EIGHTH": 166,
    "NOTE_A#4_16TH": 167,
    "NOTE_C#5_32ND": 168,
    "NOTE_G4_32ND": 169,
    "NOTE_Gb4_32ND": 170,
    "NOTE_Eb4_32ND": 171,
    "NOTE_Bb3_32ND": 172,
    "NOTE_Ab3_32ND": 173,
    "NOTE_G3_32ND": 174,
    "NOTE_F3_32ND": 175,
    "NOTE_Db5_QUARTER_DOT": 176,
    "NOTE_E5_QUARTER_DOT": 177,
    "NOTE_Eb4_QUARTER_DOT": 178,
    "NOTE_Db4_QUARTER_DOT": 179,
    "NOTE_D#5_16TH": 180,
    "NOTE_B4_HALF_DOT": 181,
    "NOTE_Bb4_HALF_DOT": 182,
    "NOTE_B3_QUARTER_DOT": 183,
    "NOTE_Db5_EIGHTH_DOT": 184,
    "NOTE_Gb5_QUARTER_DOT": 185,
    "NOTE_Bb4_QUARTER_DOT": 186,
    "NOTE_C#4_QUARTER": 187,
    "NOTE_D5_QUARTER_DOT": 188,
    "NOTE_Ab4_QUARTER_DOT": 189,
    "NOTE_F5_HALF": 190,
    "NOTE_Bb3_HALF": 191,
    "NOTE_D#4_16TH": 192,
    "NOTE_F3_EIGHTH_DOT": 193,
    "NOTE_E4_EIGHTH_DOT": 194,
    "NOTE_Gb4_HALF": 195,
    "NOTE_Gb4_QUARTER_DOT": 196,
    "NOTE_Db4_HALF": 197,
    "NOTE_Eb5_HALF": 198,
    "NOTE_Ab5_16TH": 199,
    "NOTE_E5_EIGHTH_DOT": 200,
    "NOTE_Eb5_EIGHTH_DOT": 201,
    "NOTE_G#4_16TH": 202,
    "NOTE_B4_32ND": 203,
    "NOTE_A#4_QUARTER_DOT": 204,
    "NOTE_Eb5_WHOLE": 205,
    "NOTE_Db5_32ND": 206,
    "NOTE_D#5_QUARTER": 207,
    "NOTE_F4_WHOLE": 208,
    "NOTE_G#4_QUARTER": 209,
    "NOTE_Eb3_HALF": 210,
    "NOTE_Gb3_QUARTER": 211,
    "NOTE_Ab5_QUARTER_DOT": 212,
    "NOTE_A4_EIGHTH_DOT": 213,
    "NOTE_Ab4_32ND": 214,
    "NOTE_Ab3_QUARTER_DOT": 215,
    "NOTE_Eb5_32ND": 216,
    "NOTE_G5_32ND": 217,
    "NOTE_G4_EIGHTH_DOT": 218,
    "NOTE_D#4_32ND": 219,
    "NOTE_F#4_32ND": 220,
    "NOTE_D4_EIGHTH_DOT": 221,
    "NOTE_B4_EIGHTH_DOT": 222,
    "NOTE_C#5_QUARTER_DOT": 223,
    "NOTE_D#5_HALF": 224,
    "NOTE_Gb3_32ND": 225,
    "KEY_-1": 226,
    "NOTE_C5_EIGHTH_DOT": 227,
    "NOTE_G3_HALF": 228,
    "NOTE_Gb5_HALF": 229,
    "NOTE_G5_HALF": 230,
    "NOTE_Ab5_QUARTER": 231,
    "NOTE_F#3_QUARTER": 232,
    "NOTE_A5_EIGHTH": 233,
    "NOTE_A5_HALF": 234,
    "NOTE_B3_EIGHTH_DOT": 235,
    "NOTE_G#5_EIGHTH": 236,
    "NOTE_C#5_HALF": 237,
    "NOTE_Ab3_HALF": 238,
    "NOTE_C5_HALF_DOT": 239,
    "NOTE_C4_WHOLE": 240,
    "NOTE_C#4_HALF": 241,
    "NOTE_A4_HALF_DOT": 242,
    "NOTE_C4_HALF_DOT": 243
  }
}