{
  "token2idx": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "<unk>": 3,
    "CLEF_G": 4,
    "KEY_0": 5,
    "TIME_4_4": 6,
    "MEASURE_START": 7,
    "REST_HALF": 8,
    "REST_QUARTER": 9,
    "REST_EIGHTH": 10,
    "NOTE_G3_EIGHTH": 11,
    "BARLINE": 12,
    "NOTE_B3_EIGHTH": 13,
    "NOTE_D4_EIGHTH": 14,
    "NOTE_C4_EIGHTH": 15,
    "NOTE_D4_QUARTER": 16,
    "NOTE_F4_EIGHTH": 17,
    "NOTE_E4_EIGHTH": 18,
    "NOTE_A3_EIGHTH": 19,
    "NOTE_E4_QUARTER": 20,
    "NOTE_G4_EIGHTH": 21,
    "NOTE_Bb3_EIGHTH": 22,
    "NOTE_A4_EIGHTH": 23,
    "NOTE_F3_EIGHTH": 24,
    "NOTE_Ab3_EIGHTH": 25,
    "NOTE_Bb3_QUARTER": 26,
    "NOTE_E3_EIGHTH": 27,
    "NOTE_C4_QUARTER": 28,
    "NOTE_E4_16TH": 29,
    "NOTE_Eb4_16TH": 30,
    "NOTE_F#4_EIGHTH": 31,
    "NOTE_G#4_EIGHTH": 32,
    "NOTE_Db5_EIGHTH": 33,
    "NOTE_C5_EIGHTH": 34,
    "NOTE_B4_HALF": 35,
    "NOTE_D#4_EIGHTH": 36,
    "NOTE_C#4_EIGHTH": 37,
    "NOTE_E4_HALF": 38,
    "NOTE_B4_EIGHTH": 39,
    "NOTE_D5_EIGHTH": 40,
    "NOTE_E5_EIGHTH": 41,
    "NOTE_E5_16TH": 42,
    "NOTE_D5_16TH": 43,
    "NOTE_C5_16TH": 44,
    "NOTE_Ab4_EIGHTH": 45,
    "NOTE_Bb4_EIGHTH": 46,
    "NOTE_G4_16TH": 47,
    "NOTE_B4_16TH": 48,
    "NOTE_A4_QUARTER": 49,
    "NOTE_Bb4_16TH": 50,
    "NOTE_Eb4_EIGHTH": 51,
    "NOTE_Eb5_EIGHTH": 52,
    "NOTE_G4_QUARTER": 53,
    "NOTE_A4_16TH": 54,
    "NOTE_Ab4_16TH": 55,
    "NOTE_Gb4_EIGHTH": 56,
    "NOTE_C#5_QUARTER": 57,
    "NOTE_F#5_16TH": 58,
    "NOTE_G5_16TH": 59,
    "NOTE_C#5_EIGHTH": 60,
    "NOTE_B4_QUARTER": 61,
    "NOTE_F4_16TH": 62,
    "NOTE_F#4_16TH": 63,
    "NOTE_C4_QUARTER_DOT": 64,
    "NOTE_Gb3_EIGHTH": 65,
    "NOTE_D4_HALF": 66,
    "NOTE_F5_EIGHTH": 67,
    "NOTE_F#5_EIGHTH": 68,
    "NOTE_G5_EIGHTH": 69,
    "NOTE_E4_QUARTER_DOT": 70,
    "NOTE_Db4_EIGHTH": 71,
    "NOTE_Bb3_QUARTER_DOT": 72,
    "REST_": 73,
    "NOTE_F#4_QUARTER": 74,
    "NOTE_B4_QUARTER_DOT": 75,
    "NOTE_D4_16TH": 76,
    "NOTE_Ab4_QUARTER": 77,
    "NOTE_F5_QUARTER": 78,
    "NOTE_E5_QUARTER": 79,
    "NOTE_F4_QUARTER": 80,
    "NOTE_Ab3_QUARTER": 81,
    "NOTE_Db5_16TH": 82,
    "NOTE_A3_16TH": 83,
    "NOTE_Bb3_16TH": 84,
    "NOTE_C4_16TH": 85,
    "NOTE_Db4_16TH": 86,
    "NOTE_Bb4_QUARTER": 87,
    "NOTE_Gb4_16TH": 88,
    "NOTE_B3_16TH": 89,
    "NOTE_C#4_16TH": 90,
    "NOTE_Ab3_16TH": 91,
    "NOTE_Gb3_16TH": 92,
    "NOTE_G3_16TH": 93,
    "NOTE_Db4_QUARTER": 94,
    "NOTE_A3_QUARTER": 95,
    "NOTE_D4_QUARTER_DOT": 96,
    "NOTE_Eb5_16TH": 97,
    "NOTE_Eb3_EIGHTH": 98,
    "NOTE_D3_EIGHTH": 99,
    "NOTE_Eb4_QUARTER": 100,
    "NOTE_F3_QUARTER": 101,
    "NOTE_F5_16TH": 102,
    "NOTE_Eb5_QUARTER": 103,
    "NOTE_D#5_EIGHTH": 104,
    "NOTE_A#4_EIGHTH": 105,
    "NOTE_B3_QUARTER": 106,
    "NOTE_G4_HALF": 107,
    "NOTE_D5_QUARTER": 108,
    "NOTE_D5_HALF": 109,
    "NOTE_F5_QUARTER_DOT": 110,
    "NOTE_Gb5_EIGHTH": 111,
    "NOTE_C5_HALF": 112,
    "NOTE_G5_QUARTER": 113,
    "NOTE_Gb5_QUARTER": 114,
    "NOTE_F#5_QUARTER": 115,
    "NOTE_Bb4_HALF": 116,
    "NOTE_D3_QUARTER": 117,
    "NOTE_C5_QUARTER": 118,
    "NOTE_C4_EIGHTH_DOT": 119,
    "NOTE_Gb4_QUARTER": 120,
    "NOTE_F4_32ND": 121,
    "NOTE_E4_32ND": 122,
    "NOTE_Eb4_EIGHTH_DOT": 123,
    "REST_EIGHTH_DOT": 124,
    "NOTE_Bb3_WHOLE": 125,
    "NOTE_F4_HALF_DOT": 126,
    "NOTE_F4_HALF": 127,
    "NOTE_Eb4_HALF": 128,
    "NOTE_C5_QUARTER_DOT": 129,
    "NOTE_A3_HALF": 130,
    "NOTE_C#5_16TH": 131,
    "NOTE_G4_HALF_DOT": 132,
    "NOTE_C4_HALF": 133,
    "NOTE_Ab5_EIGHTH": 134,
    "NOTE_Gb5_16TH": 135,
    "NOTE_F4_QUARTER_DOT": 136,
    "NOTE_G3_QUARTER": 137,
    "NOTE_Eb3_QUARTER": 138,
    "REST_16TH": 139,
    "NOTE_G#3_EIGHTH": 140,
    "NOTE_A3_QUARTER_DOT": 141,
    "NOTE_A4_QUARTER_DOT": 142,
    "NOTE_A4_HALF": 143,
    "NOTE_A3_32ND": 144,
    "NOTE_C4_32ND": 145,
    "NOTE_D4_32ND": 146,
    "NOTE_Ab4_HALF": 147,
    "NOTE_F#3_EIGHTH": 148,
    "NOTE_Bb4_EIGHTH_DOT": 149,
    "NOTE_F5_32ND": 150,
    "NOTE_E5_32ND": 151,
    "NOTE_D5_32ND": 152,
    "NOTE_C5_32ND": 153,
    "NOTE_G4_QUARTER_DOT": 154,
    "NOTE_B3_HALF": 155,
    "NOTE_Db5_QUARTER": 156,
    "NOTE_Ab4_EIGHTH_DOT": 157,
    "NOTE_A4_32ND": 158,
    "NOTE_Bb4_32ND": 159,
    "NOTE_F4_EIGHTH_DOT": 160,
    "NOTE_Bb3_EIGHTH_DOT": 161,
    "NOTE_F#3_16TH": 162,
    "NOTE_F3_16TH": 163,
    "NOTE_Eb5_QUARTER_DOT": 164,
    "NOTE_Fb4_EIGHTH": 165,
    "NOTE_A#3_EIGHTH": 166,
    "NOTE_A#4_16TH": 167,
    "NOTE_C#5_32ND": 168,
    "NOTE_G4_32ND": 169,
    "NOTE_Gb4_32ND": 170,
    "NOTE_Eb4_32ND": 171,
    "NOTE_Bb3_32ND": 172,
    "NOTE_Ab3_32ND": 173,
    "NOTE_G3_32ND": 174,
    "NOTE_F3_32ND": 175,
    "NOTE_Db5_QUARTER_DOT": 176,
    "NOTE_E5_QUARTER_DOT": 177,
    "NOTE_Eb4_QUARTER_DOT": 178,
    "NOTE_Db4_QUARTER_DOT": 179,
    "NOTE_D#5_16TH": 180,
    "NOTE_B4_HALF_DOT": 181,
    "NOTE_Bb4_HALF_DOT": 182,
    "NOTE_B3_QUARTER_DOT": 183,
    "NOTE_Db5_EIGHTH_DOT": 184,
    "NOTE_Gb5_QUARTER_DOT": 185,
    "NOTE_Bb4_QUARTER_DOT": 186,
    "NOTE_C#4_QUARTER": 187,
    "NOTE_D5_QUARTER_DOT": 188,
    "NOTE_Ab4_QUARTER_DOT": 189,
    "NOTE_F5_HALF": 190,
    "NOTE_Bb3_HALF": 191,
    "NOTE_D#4_16TH": 192,
    "NOTE_F3_EIGHTH_DOT": 193,
    "NOTE_E4_EIGHTH_DOT": 194,
    "NOTE_Gb4_HALF": 195,
    "NOTE_Gb4_QUARTER_DOT": 196,
    "NOTE_Db4_HALF": 197,
    "NOTE_Eb5_HALF": 198,
    "NOTE_Ab5_16TH": 199,
    "NOTE_E5_EIGHTH_DOT": 200,
    "NOTE_Eb5_EIGHTH_DOT": 201,
    "NOTE_G#4_16TH": 202,
    "NOTE_B4_32ND": 203,
    "NOTE_A#4_QUARTER_DOT": 204,
    "NOTE_Eb5_WHOLE": 205,
    "NOTE_Db5_32ND": 206,
    "NOTE_D#5_QUARTER": 207,
    "NOTE_F4_WHOLE": 208,
    "NOTE_G#4_QUARTER": 209,
    "NOTE_Eb3_HALF": 210,
    "NOTE_Gb3_QUARTER": 211,
    "NOTE_Ab5_QUARTER_DOT": 212,
    "NOTE_A4_EIGHTH_DOT": 213,
    "NOTE_Ab4_32ND": 214,
    "NOTE_Ab3_QUARTER_DOT": 215,
    "NOTE_Eb5_32ND": 216,
    "NOTE_G5_32ND": 217,
    "NOTE_G4_EIGHTH_DOT": 218,
    "NOTE_D#4_32ND": 219,
    "NOTE_F#4_32ND": 220,
    "NOTE_D4_EIGHTH_DOT": 221,
    "NOTE_B4_EIGHTH_DOT": 222,
    "NOTE_C#5_QUARTER_DOT": 223,
    "NOTE_D#5_HALF": 224,
    "NOTE_Gb3_32ND": 225,
    "KEY_-1": 226,
    "NOTE_C5_EIGHTH_DOT": 227,
    "NOTE_G3_HALF": 228,
    "NOTE_Gb5_HALF": 229,
    "NOTE_G5_HALF": 230,
    "NOTE_Ab5_QUARTER": 231,
    "NOTE_F#3_QUARTER": 232,
    "NOTE_A5_EIGHTH": 233,
    "NOTE_A5_HALF": 234,
    "NOTE_B3_EIGHTH_DOT": 235,
    "NOTE_G#5_EIGHTH": 236,
    "NOTE_C#5_HALF": 237,
    "NOTE_Ab3_HALF": 238,
    "NOTE_C5_HALF_DOT": 239,
    "NOTE_C4_WHOLE": 240,
    "NOTE_C#4_HALF": 241,
    "NOTE_A4_HALF_DOT": 242,
    "NOTE_C4_HALF_DOT": 243,
    "CLEF_C": 244,
    "CLEF_F": 245,
    "KEY_-2": 246,
    "KEY_-3": 247,
    "KEY_-4": 248,
    "KEY_-5": 249,
    "KEY_-6": 250,
    "KEY_1": 251,
    "KEY_2": 252,
    "KEY_3": 253,
    "KEY_4": 254,
    "KEY_5": 255,
    "KEY_6": 256,
    "KEY_7": 257,
    "NOTE_A#2_16TH": 258,
    "NOTE_A#2_WHOLE": 259,
    "NOTE_A#3_16TH": 260,
    "NOTE_A#3_HALF": 261,
    "NOTE_A#3_QUARTER": 262,
    "NOTE_A#3_QUARTER_DOT": 263,
    "NOTE_A#4_16TH_DOT": 264,
    "NOTE_A#4_EIGHTH_DOT": 265,
    "NOTE_A#4_HALF": 266,
    "NOTE_A#4_QUARTER": 267,
    "NOTE_A#4_thirty_SECOND": 268,
    "NOTE_A#5_16TH": 269,
    "NOTE_A#5_EIGHTH": 270,
    "NOTE_A#5_EIGHTH_DOT": 271,
    "NOTE_A#5_QUARTER": 272,
    "NOTE_A2_16TH": 273,
    "NOTE_A2_EIGHTH": 274,
    "NOTE_A2_HALF": 275,
    "NOTE_A2_HALF_DOT": 276,
    "NOTE_A2_QUARTER": 277,
    "NOTE_A2_QUARTER_DOT": 278,
    "NOTE_A2_WHOLE": 279,
    "NOTE_A2_WHOLE_DOT": 280,
    "NOTE_A2_thirty_SECOND": 281,
    "NOTE_A3_16TH_DOT": 282,
    "NOTE_A3_EIGHTH_DOT": 283,
    "NOTE_A3_HALF_DOT": 284,
    "NOTE_A3_QUARTER..": 285,
    "NOTE_A3_WHOLE": 286,
    "NOTE_A3_WHOLE_DOT": 287,
    "NOTE_A3_double_WHOLE": 288,
    "NOTE_A3_double_WHOLE_DOT": 289,
    "NOTE_A3_eighth_FERMATA": 290,
    "NOTE_A3_sixty_FOURTH": 291,
    "NOTE_A3_thirty_SECOND": 292,
    "NOTE_A4_16TH_DOT": 293,
    "NOTE_A4_EIGHTH..": 294,
    "NOTE_A4_HALF..": 295,
    "NOTE_A4_QUARTER..": 296,
    "NOTE_A4_WHOLE": 297,
    "NOTE_A4_WHOLE_DOT": 298,
    "NOTE_A4_double_WHOLE": 299,
    "NOTE_A4_double_WHOLE_DOT": 300,
    "NOTE_A4_eighth_FERMATA": 301,
    "NOTE_A4_half._FERMATA": 302,
    "NOTE_A4_half_FERMATA": 303,
    "NOTE_A4_quarter._FERMATA": 304,
    "NOTE_A4_quarter_FERMATA": 305,
    "NOTE_A4_sixty_FOURTH": 306,
    "NOTE_A4_thirty_SECOND": 307,
    "NOTE_A4_whole_FERMATA": 308,
    "NOTE_A5_16TH": 309,
    "NOTE_A5_16TH_DOT": 310,
    "NOTE_A5_EIGHTH..": 311,
    "NOTE_A5_EIGHTH_DOT": 312,
    "NOTE_A5_HALF_DOT": 313,
    "NOTE_A5_QUARTER": 314,
    "NOTE_A5_QUARTER..": 315,
    "NOTE_A5_QUARTER_DOT": 316,
    "NOTE_A5_WHOLE": 317,
    "NOTE_A5_double_WHOLE": 318,
    "NOTE_A5_half_FERMATA": 319,
    "NOTE_A5_quarter_FERMATA": 320,
    "NOTE_A5_sixty_FOURTH": 321,
    "NOTE_A5_thirty_SECOND": 322,
    "NOTE_Ab2_16TH": 323,
    "NOTE_Ab2_EIGHTH": 324,
    "NOTE_Ab2_HALF": 325,
    "NOTE_Ab2_QUARTER": 326,
    "NOTE_Ab2_thirty_SECOND": 327,
    "NOTE_Ab3_16TH_DOT": 328,
    "NOTE_Ab3_EIGHTH_DOT": 329,
    "NOTE_Ab3_HALF_DOT": 330,
    "NOTE_Ab3_thirty_SECOND": 331,
    "NOTE_Ab4_16TH_DOT": 332,
    "NOTE_Ab4_HALF_DOT": 333,
    "NOTE_Ab4_QUARTER..": 334,
    "NOTE_Ab4_WHOLE": 335,
    "NOTE_Ab4_quarter_FERMATA": 336,
    "NOTE_Ab4_thirty_SECOND": 337,
    "NOTE_Ab4_thirty_SECOND.": 338,
    "NOTE_Ab5_16TH_DOT": 339,
    "NOTE_Ab5_EIGHTH_DOT": 340,
    "NOTE_Ab5_HALF": 341,
    "NOTE_Ab5_HALF_DOT": 342,
    "NOTE_Ab5_WHOLE": 343,
    "NOTE_Ab5_thirty_SECOND": 344,
    "NOTE_B#2_16TH": 345,
    "NOTE_B#2_EIGHTH": 346,
    "NOTE_B#2_QUARTER": 347,
    "NOTE_B#2_WHOLE": 348,
    "NOTE_B#3_16TH": 349,
    "NOTE_B#3_EIGHTH": 350,
    "NOTE_B#3_HALF": 351,
    "NOTE_B#3_HALF_DOT": 352,
    "NOTE_B#3_QUARTER": 353,
    "NOTE_B#3_QUARTER_DOT": 354,
    "NOTE_B#3_WHOLE": 355,
    "NOTE_B#3_thirty_SECOND": 356,
    "NOTE_B#4_16TH": 357,
    "NOTE_B#4_EIGHTH": 358,
    "NOTE_B#4_HALF": 359,
    "NOTE_B#4_QUARTER": 360,
    "NOTE_B#4_QUARTER_DOT": 361,
    "NOTE_B#4_WHOLE": 362,
    "NOTE_B2_16TH": 363,
    "NOTE_B2_16TH_DOT": 364,
    "NOTE_B2_EIGHTH": 365,
    "NOTE_B2_EIGHTH_DOT": 366,
    "NOTE_B2_HALF": 367,
    "NOTE_B2_HALF_DOT": 368,
    "NOTE_B2_QUARTER": 369,
    "NOTE_B2_QUARTER_DOT": 370,
    "NOTE_B2_double_WHOLE": 371,
    "NOTE_B2_thirty_SECOND": 372,
    "NOTE_B3_16TH_DOT": 373,
    "NOTE_B3_HALF_DOT": 374,
    "NOTE_B3_QUARTER..": 375,
    "NOTE_B3_WHOLE": 376,
    "NOTE_B3_WHOLE_DOT": 377,
    "NOTE_B3_double_WHOLE": 378,
    "NOTE_B3_eighth_FERMATA": 379,
    "NOTE_B3_sixty_FOURTH": 380,
    "NOTE_B3_thirty_SECOND": 381,
    "NOTE_B4_16TH_DOT": 382,
    "NOTE_B4_EIGHTH..": 383,
    "NOTE_B4_QUARTER..": 384,
    "NOTE_B4_WHOLE": 385,
    "NOTE_B4_WHOLE_DOT": 386,
    "NOTE_B4_half._FERMATA": 387,
    "NOTE_B4_half_FERMATA": 388,
    "NOTE_B4_quarter_FERMATA": 389,
    "NOTE_B4_sixteenth_FERMATA": 390,
    "NOTE_B4_sixty_FOURTH": 391,
    "NOTE_B4_thirty_SECOND": 392,
    "NOTE_B4_whole_FERMATA": 393,
    "NOTE_B5_16TH": 394,
    "NOTE_B5_16TH_DOT": 395,
    "NOTE_B5_EIGHTH": 396,
    "NOTE_B5_EIGHTH_DOT": 397,
    "NOTE_B5_HALF": 398,
    "NOTE_B5_HALF_DOT": 399,
    "NOTE_B5_QUARTER": 400,
    "NOTE_B5_QUARTER_DOT": 401,
    "NOTE_B5_WHOLE": 402,
    "NOTE_B5_double_WHOLE": 403,
    "NOTE_B5_half_FERMATA": 404,
    "NOTE_B5_thirty_SECOND": 405,
    "NOTE_Bb1_HALF": 406,
    "NOTE_Bb2_16TH": 407,
    "NOTE_Bb2_EIGHTH": 408,
    "NOTE_Bb2_EIGHTH_DOT": 409,
    "NOTE_Bb2_HALF": 410,
    "NOTE_Bb2_HALF_DOT": 411,
    "NOTE_Bb2_QUARTER": 412,
    "NOTE_Bb2_QUARTER_DOT": 413,
    "NOTE_Bb2_WHOLE": 414,
    "NOTE_Bb2_quarter_FERMATA": 415,
    "NOTE_Bb2_sixteenth_FERMATA": 416,
    "NOTE_Bb2_thirty_SECOND": 417,
    "NOTE_Bb3_16TH_DOT": 418,
    "NOTE_Bb3_HALF_DOT": 419,
    "NOTE_Bb3_WHOLE_DOT": 420,
    "NOTE_Bb3_quarter._FERMATA": 421,
    "NOTE_Bb3_sixty_FOURTH": 422,
    "NOTE_Bb3_thirty_SECOND": 423,
    "NOTE_Bb3_thirty_SECOND.": 424,
    "NOTE_Bb4_16TH_DOT": 425,
    "NOTE_Bb4_QUARTER..": 426,
    "NOTE_Bb4_WHOLE": 427,
    "NOTE_Bb4_WHOLE_DOT": 428,
    "NOTE_Bb4_double_WHOLE": 429,
    "NOTE_Bb4_half_FERMATA": 430,
    "NOTE_Bb4_sixty_FOURTH": 431,
    "NOTE_Bb4_thirty_SECOND": 432,
    "NOTE_Bb4_thirty_SECOND.": 433,
    "NOTE_Bb4_whole_FERMATA": 434,
    "NOTE_Bb5_16TH": 435,
    "NOTE_Bb5_16TH_DOT": 436,
    "NOTE_Bb5_EIGHTH": 437,
    "NOTE_Bb5_EIGHTH..": 438,
    "NOTE_Bb5_EIGHTH_DOT": 439,
    "NOTE_Bb5_HALF": 440,
    "NOTE_Bb5_HALF_DOT": 441,
    "NOTE_Bb5_QUARTER": 442,
    "NOTE_Bb5_QUARTER..": 443,
    "NOTE_Bb5_QUARTER_DOT": 444,
    "NOTE_Bb5_WHOLE": 445,
    "NOTE_Bb5_double_WHOLE": 446,
    "NOTE_Bb5_quarter_FERMATA": 447,
    "NOTE_Bb5_thirty_SECOND": 448,
    "NOTE_C#2_16TH": 449,
    "NOTE_C#2_QUARTER_DOT": 450,
    "NOTE_C#3_16TH": 451,
    "NOTE_C#3_EIGHTH": 452,
    "NOTE_C#3_EIGHTH_DOT": 453,
    "NOTE_C#3_HALF": 454,
    "NOTE_C#3_QUARTER": 455,
    "NOTE_C#3_QUARTER_DOT": 456,
    "NOTE_C#3_WHOLE": 457,
    "NOTE_C#3_thirty_SECOND": 458,
    "NOTE_C#4_16TH_DOT": 459,
    "NOTE_C#4_EIGHTH_DOT": 460,
    "NOTE_C#4_HALF_DOT": 461,
    "NOTE_C#4_QUARTER_DOT": 462,
    "NOTE_C#4_WHOLE": 463,
    "NOTE_C#4_WHOLE_DOT": 464,
    "NOTE_C#4_sixty_FOURTH": 465,
    "NOTE_C#4_thirty_SECOND": 466,
    "NOTE_C#4_whole_FERMATA": 467,
    "NOTE_C#5_16TH_DOT": 468,
    "NOTE_C#5_EIGHTH_DOT": 469,
    "NOTE_C#5_HALF_DOT": 470,
    "NOTE_C#5_QUARTER..": 471,
    "NOTE_C#5_WHOLE": 472,
    "NOTE_C#5_WHOLE_DOT": 473,
    "NOTE_C#5_quarter_FERMATA": 474,
    "NOTE_C#5_sixty_FOURTH": 475,
    "NOTE_C#5_thirty_SECOND": 476,
    "NOTE_C#6_16TH": 477,
    "NOTE_C#6_EIGHTH": 478,
    "NOTE_C#6_EIGHTH_DOT": 479,
    "NOTE_C#6_HALF": 480,
    "NOTE_C#6_QUARTER": 481,
    "NOTE_C#6_QUARTER_DOT": 482,
    "NOTE_C#6_thirty_SECOND": 483,
    "NOTE_C2_16TH": 484,
    "NOTE_C2_EIGHTH": 485,
    "NOTE_C2_HALF_DOT": 486,
    "NOTE_C2_QUARTER": 487,
    "NOTE_C2_WHOLE": 488,
    "NOTE_C2_half_FERMATA": 489,
    "NOTE_C3_16TH": 490,
    "NOTE_C3_16TH_DOT": 491,
    "NOTE_C3_EIGHTH": 492,
    "NOTE_C3_EIGHTH_DOT": 493,
    "NOTE_C3_HALF": 494,
    "NOTE_C3_HALF_DOT": 495,
    "NOTE_C3_QUARTER": 496,
    "NOTE_C3_QUARTER_DOT": 497,
    "NOTE_C3_WHOLE": 498,
    "NOTE_C3_double_WHOLE": 499,
    "NOTE_C3_half_FERMATA": 500,
    "NOTE_C3_quarter_FERMATA": 501,
    "NOTE_C3_thirty_SECOND": 502,
    "NOTE_C4_16TH_DOT": 503,
    "NOTE_C4_WHOLE_DOT": 504,
    "NOTE_C4_double_WHOLE": 505,
    "NOTE_C4_eighth_FERMATA": 506,
    "NOTE_C4_half._FERMATA": 507,
    "NOTE_C4_half_FERMATA": 508,
    "NOTE_C4_hundred_twenty_EIGHTH": 509,
    "NOTE_C4_quarter_FERMATA": 510,
    "NOTE_C4_sixty_FOURTH": 511,
    "NOTE_C4_thirty_SECOND": 512,
    "NOTE_C4_thirty_SECOND.": 513,
    "NOTE_C5_16TH_DOT": 514,
    "NOTE_C5_QUARTER..": 515,
    "NOTE_C5_WHOLE": 516,
    "NOTE_C5_WHOLE_DOT": 517,
    "NOTE_C5_double_WHOLE": 518,
    "NOTE_C5_double_WHOLE_DOT": 519,
    "NOTE_C5_eighth_FERMATA": 520,
    "NOTE_C5_half._FERMATA": 521,
    "NOTE_C5_half_FERMATA": 522,
    "NOTE_C5_quarter._FERMATA": 523,
    "NOTE_C5_quarter_FERMATA": 524,
    "NOTE_C5_sixteenth_FERMATA": 525,
    "NOTE_C5_sixty_FOURTH": 526,
    "NOTE_C5_thirty_SECOND": 527,
    "NOTE_C5_thirty_SECOND.": 528,
    "NOTE_C5_whole_FERMATA": 529,
    "NOTE_C6_16TH": 530,
    "NOTE_C6_16TH_DOT": 531,
    "NOTE_C6_EIGHTH": 532,
    "NOTE_C6_EIGHTH_DOT": 533,
    "NOTE_C6_HALF": 534,
    "NOTE_C6_QUARTER": 535,
    "NOTE_C6_QUARTER..": 536,
    "NOTE_C6_QUARTER_DOT": 537,
    "NOTE_C6_WHOLE": 538,
    "NOTE_C6_half._FERMATA": 539,
    "NOTE_C6_half_FERMATA": 540,
    "NOTE_C6_thirty_SECOND": 541,
    "NOTE_C6_whole_FERMATA": 542,
    "NOTE_Cb3_EIGHTH": 543,
    "NOTE_Cb4_16TH": 544,
    "NOTE_Cb4_QUARTER_DOT": 545,
    "NOTE_Cb5_16TH": 546,
    "NOTE_Cb5_EIGHTH": 547,
    "NOTE_Cb5_HALF": 548,
    "NOTE_Cb5_HALF_DOT": 549,
    "NOTE_Cb5_QUARTER": 550,
    "NOTE_Cb5_QUARTER_DOT": 551,
    "NOTE_Cb5_thirty_SECOND": 552,
    "NOTE_Cb6_HALF": 553,
    "NOTE_Cb6_QUARTER": 554,
    "NOTE_D#3_16TH": 555,
    "NOTE_D#3_EIGHTH": 556,
    "NOTE_D#3_HALF": 557,
    "NOTE_D#3_QUARTER": 558,
    "NOTE_D#4_EIGHTH_DOT": 559,
    "NOTE_D#4_HALF": 560,
    "NOTE_D#4_HALF_DOT": 561,
    "NOTE_D#4_QUARTER": 562,
    "NOTE_D#4_QUARTER_DOT": 563,
    "NOTE_D#4_WHOLE": 564,
    "NOTE_D#4_thirty_SECOND": 565,
    "NOTE_D#5_16TH_DOT": 566,
    "NOTE_D#5_EIGHTH_DOT": 567,
    "NOTE_D#5_HALF_DOT": 568,
    "NOTE_D#5_QUARTER_DOT": 569,
    "NOTE_D#5_WHOLE": 570,
    "NOTE_D#5_thirty_SECOND": 571,
    "NOTE_D#6_16TH": 572,
    "NOTE_D#6_HALF": 573,
    "NOTE_D2_16TH": 574,
    "NOTE_D2_EIGHTH": 575,
    "NOTE_D2_HALF": 576,
    "NOTE_D2_QUARTER": 577,
    "NOTE_D2_half_FERMATA": 578,
    "NOTE_D2_thirty_SECOND": 579,
    "NOTE_D3_16TH": 580,
    "NOTE_D3_EIGHTH_DOT": 581,
    "NOTE_D3_HALF": 582,
    "NOTE_D3_HALF_DOT": 583,
    "NOTE_D3_QUARTER_DOT": 584,
    "NOTE_D3_WHOLE": 585,
    "NOTE_D3_WHOLE_DOT": 586,
    "NOTE_D3_double_WHOLE": 587,
    "NOTE_D3_quarter_FERMATA": 588,
    "NOTE_D3_thirty_SECOND": 589,
    "NOTE_D4_16TH_DOT": 590,
    "NOTE_D4_HALF_DOT": 591,
    "NOTE_D4_QUARTER..": 592,
    "NOTE_D4_WHOLE": 593,
    "NOTE_D4_WHOLE_DOT": 594,
    "NOTE_D4_double_WHOLE": 595,
    "NOTE_D4_double_WHOLE_DOT": 596,
    "NOTE_D4_half._FERMATA": 597,
    "NOTE_D4_half_FERMATA": 598,
    "NOTE_D4_hundred_twenty_EIGHTH": 599,
    "NOTE_D4_quadruple_WHOLE": 600,
    "NOTE_D4_quarter_FERMATA": 601,
    "NOTE_D4_sixty_FOURTH": 602,
    "NOTE_D4_thirty_SECOND": 603,
    "NOTE_D5_16TH_DOT": 604,
    "NOTE_D5_EIGHTH..": 605,
    "NOTE_D5_EIGHTH_DOT": 606,
    "NOTE_D5_HALF_DOT": 607,
    "NOTE_D5_QUARTER..": 608,
    "NOTE_D5_WHOLE": 609,
    "NOTE_D5_WHOLE_DOT": 610,
    "NOTE_D5_double_WHOLE": 611,
    "NOTE_D5_eighth_FERMATA": 612,
    "NOTE_D5_half._FERMATA": 613,
    "NOTE_D5_half_FERMATA": 614,
    "NOTE_D5_quarter_FERMATA": 615,
    "NOTE_D5_sixty_FOURTH": 616,
    "NOTE_D5_thirty_SECOND": 617,
    "NOTE_D6_16TH": 618,
    "NOTE_D6_16TH_DOT": 619,
    "NOTE_D6_EIGHTH": 620,
    "NOTE_D6_EIGHTH..": 621,
    "NOTE_D6_EIGHTH_DOT": 622,
    "NOTE_D6_HALF": 623,
    "NOTE_D6_HALF_DOT": 624,
    "NOTE_D6_QUARTER": 625,
    "NOTE_D6_QUARTER..": 626,
    "NOTE_D6_QUARTER_DOT": 627,
    "NOTE_D6_WHOLE": 628,
    "NOTE_D6_sixty_FOURTH": 629,
    "NOTE_D6_thirty_SECOND": 630,
    "NOTE_Db3_16TH": 631,
    "NOTE_Db3_EIGHTH": 632,
    "NOTE_Db3_QUARTER": 633,
    "NOTE_Db4_EIGHTH_DOT": 634,
    "NOTE_Db4_WHOLE": 635,
    "NOTE_Db4_thirty_SECOND": 636,
    "NOTE_Db4_whole._FERMATA": 637,
    "NOTE_Db5_16TH_DOT": 638,
    "NOTE_Db5_HALF": 639,
    "NOTE_Db5_WHOLE": 640,
    "NOTE_Db5_WHOLE_DOT": 641,
    "NOTE_Db5_thirty_SECOND": 642,
    "NOTE_Db6_EIGHTH": 643,
    "NOTE_Db6_HALF": 644,
    "NOTE_Db6_QUARTER": 645,
    "NOTE_Db6_thirty_SECOND": 646,
    "NOTE_E#2_16TH": 647,
    "NOTE_E#3_16TH": 648,
    "NOTE_E#3_EIGHTH": 649,
    "NOTE_E#3_EIGHTH_DOT": 650,
    "NOTE_E#4_16TH": 651,
    "NOTE_E#4_EIGHTH": 652,
    "NOTE_E#4_EIGHTH_DOT": 653,
    "NOTE_E#4_HALF": 654,
    "NOTE_E#4_QUARTER": 655,
    "NOTE_E#4_QUARTER_DOT": 656,
    "NOTE_E#4_WHOLE": 657,
    "NOTE_E#5_16TH": 658,
    "NOTE_E#5_EIGHTH": 659,
    "NOTE_E#5_EIGHTH_DOT": 660,
    "NOTE_E#5_HALF": 661,
    "NOTE_E#5_QUARTER": 662,
    "NOTE_E2_16TH": 663,
    "NOTE_E2_EIGHTH": 664,
    "NOTE_E2_HALF": 665,
    "NOTE_E2_QUARTER": 666,
    "NOTE_E2_QUARTER_DOT": 667,
    "NOTE_E2_quarter_FERMATA": 668,
    "NOTE_E3_16TH": 669,
    "NOTE_E3_16TH_DOT": 670,
    "NOTE_E3_EIGHTH_DOT": 671,
    "NOTE_E3_HALF": 672,
    "NOTE_E3_HALF_DOT": 673,
    "NOTE_E3_QUARTER": 674,
    "NOTE_E3_QUARTER_DOT": 675,
    "NOTE_E3_WHOLE": 676,
    "NOTE_E3_WHOLE_DOT": 677,
    "NOTE_E3_double_WHOLE": 678,
    "NOTE_E3_double_WHOLE_DOT": 679,
    "NOTE_E3_thirty_SECOND": 680,
    "NOTE_E3_whole_FERMATA": 681,
    "NOTE_E4_16TH_DOT": 682,
    "NOTE_E4_HALF_DOT": 683,
    "NOTE_E4_QUARTER..": 684,
    "NOTE_E4_WHOLE": 685,
    "NOTE_E4_WHOLE_DOT": 686,
    "NOTE_E4_double_WHOLE": 687,
    "NOTE_E4_eighth_FERMATA": 688,
    "NOTE_E4_half_FERMATA": 689,
    "NOTE_E4_quarter._FERMATA": 690,
    "NOTE_E4_quarter_FERMATA": 691,
    "NOTE_E4_sixty_FOURTH": 692,
    "NOTE_E4_thirty_SECOND": 693,
    "NOTE_E4_whole_FERMATA": 694,
    "NOTE_E5_16TH_DOT": 695,
    "NOTE_E5_HALF": 696,
    "NOTE_E5_HALF_DOT": 697,
    "NOTE_E5_QUARTER..": 698,
    "NOTE_E5_WHOLE": 699,
    "NOTE_E5_WHOLE_DOT": 700,
    "NOTE_E5_double_WHOLE": 701,
    "NOTE_E5_eighth_FERMATA": 702,
    "NOTE_E5_half_FERMATA": 703,
    "NOTE_E5_quarter_FERMATA": 704,
    "NOTE_E5_sixty_FOURTH": 705,
    "NOTE_E5_thirty_SECOND": 706,
    "NOTE_E5_thirty_SECOND.": 707,
    "NOTE_E6_16TH": 708,
    "NOTE_E6_16TH_DOT": 709,
    "NOTE_E6_EIGHTH": 710,
    "NOTE_E6_EIGHTH_DOT": 711,
    "NOTE_E6_HALF": 712,
    "NOTE_E6_QUARTER": 713,
    "NOTE_E6_thirty_SECOND": 714,
    "NOTE_Eb2_EIGHTH": 715,
    "NOTE_Eb2_QUARTER": 716,
    "NOTE_Eb2_QUARTER_DOT": 717,
    "NOTE_Eb2_WHOLE": 718,
    "NOTE_Eb2_quarter._FERMATA": 719,
    "NOTE_Eb2_thirty_SECOND": 720,
    "NOTE_Eb3_16TH": 721,
    "NOTE_Eb3_EIGHTH_DOT": 722,
    "NOTE_Eb3_HALF_DOT": 723,
    "NOTE_Eb3_QUARTER_DOT": 724,
    "NOTE_Eb3_WHOLE": 725,
    "NOTE_Eb3_thirty_SECOND": 726,
    "NOTE_Eb4_16TH_DOT": 727,
    "NOTE_Eb4_HALF_DOT": 728,
    "NOTE_Eb4_WHOLE": 729,
    "NOTE_Eb4_eighth_FERMATA": 730,
    "NOTE_Eb4_half_FERMATA": 731,
    "NOTE_Eb4_hundred_twenty_EIGHTH": 732,
    "NOTE_Eb4_quarter_FERMATA": 733,
    "NOTE_Eb4_sixty_FOURTH": 734,
    "NOTE_Eb4_thirty_SECOND": 735,
    "NOTE_Eb4_whole_FERMATA": 736,
    "NOTE_Eb5_16TH_DOT": 737,
    "NOTE_Eb5_EIGHTH..": 738,
    "NOTE_Eb5_HALF_DOT": 739,
    "NOTE_Eb5_QUARTER..": 740,
    "NOTE_Eb5_WHOLE_DOT": 741,
    "NOTE_Eb5_double_WHOLE": 742,
    "NOTE_Eb5_quarter._FERMATA": 743,
    "NOTE_Eb5_sixty_FOURTH": 744,
    "NOTE_Eb5_thirty_SECOND": 745,
    "NOTE_Eb5_whole._FERMATA": 746,
    "NOTE_Eb6_16TH": 747,
    "NOTE_Eb6_EIGHTH": 748,
    "NOTE_Eb6_EIGHTH_DOT": 749,
    "NOTE_Eb6_HALF": 750,
    "NOTE_Eb6_QUARTER": 751,
    "NOTE_Eb6_QUARTER_DOT": 752,
    "NOTE_Eb6_thirty_SECOND": 753,
    "NOTE_F#2_16TH": 754,
    "NOTE_F#2_EIGHTH": 755,
    "NOTE_F#2_EIGHTH_DOT": 756,
    "NOTE_F#2_HALF": 757,
    "NOTE_F#2_QUARTER": 758,
    "NOTE_F#2_QUARTER_DOT": 759,
    "NOTE_F#2_WHOLE": 760,
    "NOTE_F#3_16TH_DOT": 761,
    "NOTE_F#3_EIGHTH_DOT": 762,
    "NOTE_F#3_HALF": 763,
    "NOTE_F#3_HALF_DOT": 764,
    "NOTE_F#3_QUARTER_DOT": 765,
    "NOTE_F#3_WHOLE": 766,
    "NOTE_F#3_half_FERMATA": 767,
    "NOTE_F#3_quarter_FERMATA": 768,
    "NOTE_F#3_thirty_SECOND": 769,
    "NOTE_F#4_16TH_DOT": 770,
    "NOTE_F#4_EIGHTH_DOT": 771,
    "NOTE_F#4_HALF": 772,
    "NOTE_F#4_HALF_DOT": 773,
    "NOTE_F#4_QUARTER_DOT": 774,
    "NOTE_F#4_WHOLE": 775,
    "NOTE_F#4_WHOLE_DOT": 776,
    "NOTE_F#4_double_WHOLE": 777,
    "NOTE_F#4_half_FERMATA": 778,
    "NOTE_F#4_quarter_FERMATA": 779,
    "NOTE_F#4_sixty_FOURTH": 780,
    "NOTE_F#4_thirty_SECOND": 781,
    "NOTE_F#4_whole_FERMATA": 782,
    "NOTE_F#5_16TH_DOT": 783,
    "NOTE_F#5_EIGHTH..": 784,
    "NOTE_F#5_EIGHTH_DOT": 785,
    "NOTE_F#5_HALF": 786,
    "NOTE_F#5_HALF_DOT": 787,
    "NOTE_F#5_QUARTER_DOT": 788,
    "NOTE_F#5_WHOLE": 789,
    "NOTE_F#5_quarter._FERMATA": 790,
    "NOTE_F#5_quarter_FERMATA": 791,
    "NOTE_F#5_sixty_FOURTH": 792,
    "NOTE_F#5_thirty_SECOND": 793,
    "NOTE_F#6_16TH": 794,
    "NOTE_F#6_EIGHTH": 795,
    "NOTE_F#6_EIGHTH_DOT": 796,
    "NOTE_F2_16TH": 797,
    "NOTE_F2_EIGHTH": 798,
    "NOTE_F2_EIGHTH_DOT": 799,
    "NOTE_F2_HALF": 800,
    "NOTE_F2_QUARTER": 801,
    "NOTE_F2_QUARTER..": 802,
    "NOTE_F2_WHOLE": 803,
    "NOTE_F2_double_whole_FERMATA": 804,
    "NOTE_F2_half_FERMATA": 805,
    "NOTE_F2_thirty_SECOND": 806,
    "NOTE_F3_16TH_DOT": 807,
    "NOTE_F3_HALF": 808,
    "NOTE_F3_HALF_DOT": 809,
    "NOTE_F3_QUARTER_DOT": 810,
    "NOTE_F3_WHOLE": 811,
    "NOTE_F3_WHOLE_DOT": 812,
    "NOTE_F3_thirty_SECOND": 813,
    "NOTE_F3_whole_FERMATA": 814,
    "NOTE_F4_16TH_DOT": 815,
    "NOTE_F4_QUARTER..": 816,
    "NOTE_F4_WHOLE_DOT": 817,
    "NOTE_F4_double_WHOLE": 818,
    "NOTE_F4_eighth_FERMATA": 819,
    "NOTE_F4_half._FERMATA": 820,
    "NOTE_F4_half_FERMATA": 821,
    "NOTE_F4_hundred_twenty_EIGHTH": 822,
    "NOTE_F4_quarter_FERMATA": 823,
    "NOTE_F4_sixty_FOURTH": 824,
    "NOTE_F4_thirty_SECOND": 825,
    "NOTE_F4_whole_FERMATA": 826,
    "NOTE_F5_16TH_DOT": 827,
    "NOTE_F5_EIGHTH..": 828,
    "NOTE_F5_EIGHTH_DOT": 829,
    "NOTE_F5_HALF_DOT": 830,
    "NOTE_F5_QUARTER..": 831,
    "NOTE_F5_WHOLE": 832,
    "NOTE_F5_WHOLE_DOT": 833,
    "NOTE_F5_double_WHOLE": 834,
    "NOTE_F5_half_FERMATA": 835,
    "NOTE_F5_quarter_FERMATA": 836,
    "NOTE_F5_sixty_FOURTH": 837,
    "NOTE_F5_thirty_SECOND": 838,
    "NOTE_F5_whole_FERMATA": 839,
    "NOTE_F6_16TH": 840,
    "NOTE_F6_thirty_SECOND": 841,
    "NOTE_Fb4_16TH": 842,
    "NOTE_Fb4_HALF": 843,
    "NOTE_Fb5_EIGHTH": 844,
    "NOTE_Fb5_HALF": 845,
    "NOTE_Fb5_thirty_SECOND": 846,
    "NOTE_G#2_16TH": 847,
    "NOTE_G#2_EIGHTH": 848,
    "NOTE_G#2_EIGHTH_DOT": 849,
    "NOTE_G#2_QUARTER": 850,
    "NOTE_G#3_16TH": 851,
    "NOTE_G#3_16TH_DOT": 852,
    "NOTE_G#3_EIGHTH_DOT": 853,
    "NOTE_G#3_HALF": 854,
    "NOTE_G#3_HALF_DOT": 855,
    "NOTE_G#3_QUARTER": 856,
    "NOTE_G#3_QUARTER_DOT": 857,
    "NOTE_G#3_WHOLE": 858,
    "NOTE_G#3_thirty_SECOND": 859,
    "NOTE_G#4_16TH_DOT": 860,
    "NOTE_G#4_EIGHTH_DOT": 861,
    "NOTE_G#4_HALF": 862,
    "NOTE_G#4_HALF_DOT": 863,
    "NOTE_G#4_QUARTER_DOT": 864,
    "NOTE_G#4_WHOLE": 865,
    "NOTE_G#4_WHOLE_DOT": 866,
    "NOTE_G#4_half_FERMATA": 867,
    "NOTE_G#4_thirty_SECOND": 868,
    "NOTE_G#4_whole_FERMATA": 869,
    "NOTE_G#5_16TH": 870,
    "NOTE_G#5_16TH_DOT": 871,
    "NOTE_G#5_EIGHTH_DOT": 872,
    "NOTE_G#5_HALF": 873,
    "NOTE_G#5_HALF_DOT": 874,
    "NOTE_G#5_QUARTER": 875,
    "NOTE_G#5_QUARTER_DOT": 876,
    "NOTE_G#5_thirty_SECOND": 877,
    "NOTE_G2_16TH": 878,
    "NOTE_G2_EIGHTH": 879,
    "NOTE_G2_EIGHTH_DOT": 880,
    "NOTE_G2_HALF": 881,
    "NOTE_G2_HALF_DOT": 882,
    "NOTE_G2_QUARTER": 883,
    "NOTE_G2_QUARTER_DOT": 884,
    "NOTE_G2_WHOLE": 885,
    "NOTE_G2_WHOLE_DOT": 886,
    "NOTE_G2_half_FERMATA": 887,
    "NOTE_G2_quarter_FERMATA": 888,
    "NOTE_G2_thirty_SECOND": 889,
    "NOTE_G2_whole_FERMATA": 890,
    "NOTE_G3_16TH_DOT": 891,
    "NOTE_G3_EIGHTH_DOT": 892,
    "NOTE_G3_HALF_DOT": 893,
    "NOTE_G3_QUARTER_DOT": 894,
    "NOTE_G3_WHOLE": 895,
    "NOTE_G3_WHOLE_DOT": 896,
    "NOTE_G3_double_WHOLE": 897,
    "NOTE_G3_half_FERMATA": 898,
    "NOTE_G3_sixty_FOURTH": 899,
    "NOTE_G3_thirty_SECOND": 900,
    "NOTE_G4_16TH_DOT": 901,
    "NOTE_G4_QUARTER..": 902,
    "NOTE_G4_WHOLE": 903,
    "NOTE_G4_WHOLE_DOT": 904,
    "NOTE_G4_double_WHOLE": 905,
    "NOTE_G4_eighth_FERMATA": 906,
    "NOTE_G4_half_FERMATA": 907,
    "NOTE_G4_quadruple_WHOLE": 908,
    "NOTE_G4_quarter_FERMATA": 909,
    "NOTE_G4_sixty_FOURTH": 910,
    "NOTE_G4_thirty_SECOND": 911,
    "NOTE_G4_thirty_SECOND.": 912,
    "NOTE_G4_whole_FERMATA": 913,
    "NOTE_G5_16TH_DOT": 914,
    "NOTE_G5_EIGHTH..": 915,
    "NOTE_G5_EIGHTH_DOT": 916,
    "NOTE_G5_HALF_DOT": 917,
    "NOTE_G5_QUARTER..": 918,
    "NOTE_G5_QUARTER_DOT": 919,
    "NOTE_G5_WHOLE": 920,
    "NOTE_G5_WHOLE_DOT": 921,
    "NOTE_G5_half._FERMATA": 922,
    "NOTE_G5_sixty_FOURTH": 923,
    "NOTE_G5_thirty_SECOND": 924,
    "NOTE_G5_whole_FERMATA": 925,
    "NOTE_Gb2_16TH": 926,
    "NOTE_Gb5_EIGHTH_DOT": 927,
    "NOTE_Gb5_WHOLE": 928,
    "NOTE_Gb5_thirty_SECOND": 929,
    "REST_16TH_DOT": 930,
    "REST_32ND": 931,
    "REST_64TH": 932,
    "REST_EIGHTH..": 933,
    "REST_EIGHTH._FERMATA": 934,
    "REST_EIGHTH_FERMATA": 935,
    "REST_HALF._FERMATA": 936,
    "REST_HALF_DOT": 937,
    "REST_HALF_FERMATA": 938,
    "REST_QUADRUPLE_WHOLE": 939,
    "REST_QUARTER_DOT": 940,
    "REST_QUARTER_FERMATA": 941,
    "REST_SIXTEENTH_FERMATA": 942,
    "REST_WHOLE": 943,
    "REST_WHOLE_DOT": 944,
    "REST_WHOLE_FERMATA": 945,
    "TIME_12_16": 946,
    "TIME_12_8": 947,
    "TIME_24_16": 948,
    "TIME_2_1": 949,
    "TIME_2_2": 950,
    "TIME_2_3": 951,
    "TIME_2_4": 952,
    "TIME_3_1": 953,
    "TIME_3_2": 954,
    "TIME_3_4": 955,
    "TIME_3_8": 956,
    "TIME_4_2": 957,
    "TIME_6_16": 958,
    "TIME_6_4": 959,
    "TIME_6_8": 960,
    "TIME_9_16": 961,
    "TIME_9_4": 962,
    "TIME_9_8": 963,
    "TIME_C_": 964
  }
}